{
  "portfolio": {
    "link": "https://github.com/Inerio/site-portfolio-cv",
    "title": "Git du projet",
    "description": "Un portfolio en React",
    "details": "Le site sur lequel vous naviguez a été conçu dans le but de mettre en avant mes capacités d'apprentissage et d'adaptation, des compétences que je continue de perfectionner au fil du temps. Après avoir consacré plusieurs jours à l'étude approfondie du framework React, j'ai décidé de passer à l'action en développant ce portfolio. En quelques jours seulement, j'ai pu le réaliser, intégrant des fonctionnalités essentielles tout en me familiarisant avec les bonnes pratiques de développement moderne. Au-delà de la simple création du site, j'ai également mis en place une solution d'intégration continue. Ce système permet à chaque mise à jour de la version de production de se faire automatiquement, assurant ainsi une maintenance fluide et des déploiements sans interruption. Je vous invite à suivre l'évolution de ce projet sur mon GitHub. Ce site est en constante amélioration, et j'ai encore de nombreuses idées et fonctionnalités que je compte implémenter dans les semaines à venir. C'est un projet qui me tient à cœur, et j'ai hâte de partager de nouvelles mises à jour et solutions avec vous !"
  },
  "merieux": {
    "link": "https://www.merieuxnutrisciences.com/fr/",
    "title": "Mérieux Nutriscience",
    "description": "Data developer / Full Stack",
    "details": "Mon expérience la plus longue. J'ai débuté par une auto-formation sur des outils dédiés à l'analyse de données lors de ma première année couplé à une participation active à la résolution de tickets, ce qui m'a permis d'acquérir une solide compréhension des processus techniques et des défis rencontrés dans ce domaine. La suite de cette expérience a été marquée par la gestion d'un projet ambitieux en React. L'objectif était de remplacer une application devenue obsolète et difficile à maintenir par une solution plus moderne et performante. J'ai travaillé non seulement à la migration et l'optimisation de cette application, mais aussi à la conception de prototypes innovants en m'appuyant sur de nouvelles technologies. Ce projet m'a offert une opportunité précieuse de mettre en pratique des compétences en gestion de projet, développement et prototypage, tout en me permettant de rester à jour avec les outils et méthodologies les plus récents."
  },
  "abas": {
    "link": "https://abas-bs.com/fr",
    "title": "ABAS",
    "description": "Java developer",
    "details": "Ma toute première expérience professionnelle en entreprise a été particulièrement formatrice et enrichissante. J'ai eu l'opportunité d'être formé à l'utilisation d'un logiciel ERP spécifique à l'entreprise, ce qui m'a permis d'acquérir rapidement une maîtrise technique dans un environnement professionnel réel. En plus de cette formation, j'ai également appris à utiliser le langage propriétaire, ce qui m'a offert une perspective unique sur le développement de solutions sur mesure pour répondre aux besoins de l'entreprise. J'ai travaillé en tant que développeur sur le logiciel ABAS ERP, un outil largement utilisé pour la gestion des ressources et des processus en entreprise. Mes missions principales consistaient à développer des fonctionnalités en utilisant principalement le langage de programmation Java. Ce travail m'a permis de consolider mes compétences en développement, tout en approfondissant mes connaissances sur les systèmes ERP. Elle a également été l'occasion de me familiariser avec les contraintes et les défis d'un environnement de production, tout en me sensibilisant à l'importance de l'adaptabilité face à des technologies spécifiques."
  },
  "abbidigital": {
    "link": "https://www.abbi.digital/",
    "title": "Abbi Studio",
    "description": "Angular developer",
    "details": "Maintenant du nom d'Abbidigital, c'est à la suite de ce stage que j'ai eu l'opportunité d'apprendre les bases du framework Angular grâce au soutien de mon tuteur, tout en développant mes compétences en auto-formation. J'ai mené un projet en méthodologie agile, en utilisant des outils collaboratifs comme GitHub et Trello, ce qui m'a permis de bien structurer le travail en équipe. La majorité de mes tâches ont été réalisées sous un environnement Linux, renforçant ainsi mes compétences sur ce système."
  }
}
